---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UinPerInDegreeF
source: html/40236969-40d8-b77d-1142-c4aadd160387.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UinPerInDegreeF Property

Symbol µin/(in·°F), indicating unit Microinches per inch degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId UinPerInDegreeF { get; }
```